const russian = {
  title: "russian",
  tasks: {
    "Собрать игрушки": "Собрать игрушки",
    "Застелить постель": "Застелить постель",
    Пропылесосить: "Пропылесосить",
    "Полить цветы": "Полить цветы",
    "Почитать книгу": "Почитать книгу",
    "Выкинуть мусор": "Выкинуть мусор",
    "Почистить зубы": "Почистить зубы",
    Подмести: "Подмести",
    балл: "балл",
    балла: "балла",
    баллов: "баллов",
    tasks: "Мoи задачи:",
  },
  header: {
    navigation: {
      home: "главная",
      planning: "планирование",
      awards: "награды",
      authorization: "авторизация",
      contacts: "контакты",
    },
  },
  pages: {
    authPage: {
      errRequired: "это обязательное поле",
      errPasswordMin: "длина пароля - не менее 8 символов",
      errPasswordMatches: "пароль должен содержать цифру",
      errEmailMatches: "неверный формат",
      title: "Выполняй задания, получи классные призы!",
      authForm: {
        authGoogleText: "Вы можете авторизоваться с помощью Google Account:",
        authText: "Или зайти с помощью e-mail и пароля, предварительно зарегистрировавшись:",
        password: "Пароль:",
        buttons: {
          login: "Войти",
          register: "Зарегистрироваться",
        },
      },
    },
  },
};

export default russian;
