const ukrainian = {
  title: "ukrainian",
  tasks: {
    "Собрать игрушки": "Зібрати іграшки",
    "Застелить постель": "Застелити постіль",
    Пропылесосить: "Пропилососити",
    "Полить цветы": "Полити квіти",
    "Почитать книгу": "Почитати книгу",
    "Выкинуть мусор": "Викинути сміття",
    "Почистить зубы": "Почистити зуби",
    Подмести: "Підмести",
    балл: "бал",
    балла: "бали",
    баллов: "балів",
    tasks: "Мoї завдання:",
  },
  header: {
    navigation: {
      home: "головна",
      planning: "планування",
      awards: "нагороди",
      authorization: "авторизація",
      contacts: "контакти",
    },
  },
  pages: {
    authPage: {
      errRequired: "це обов'язкове поле",
      errPasswordMin: "довжина паролю - не менше 8 символів",
      errPasswordMatches: "пароль повинен містити цифру",
      errEmailMatches: "невірний формат",
      title: "Виконуй завдання, отримай класні призи!",
      authForm: {
        authGoogleText: "Ви можете авторизуватися за допомогою Google Account:",
        authText: "Або увійти за допомогою e-mail та паролю, попередньо зареєструвавшись:",
        password: "Пароль:",
        buttons: {
          login: "Увійти",
          register: "Зареєструватись",
        },
      },
    },
  },
};

export default ukrainian;
